Repository: Majeed-Omer/Propan
Catalog: flutter_propan/lib/l10n/app_*.arb
Languages: ku

source: Home
ku: ماڵەوە

source: Locations
ku: شوێنەکان

source: Bottle
ku: بتڵ

source: Liter
ku: لیتر

source: Ton
ku: تەن

source: Order
ku: داواکاری

# ex
source: ex: 1, 2, 3, .....1000
ku: نموونە: 1, 2, 3, .....1000

source: Confirm
ku: پشتڕاستکردن

# payment
source: Select Payment Method
ku: ڕێگای پارەدان دیاریبکە

source: CASH
ku: نەقت

source: FASTPAY
ku: فاستپەی

source: FIB
ku: فابی

source: Login
ku: چوونەژوورەوە

source: Verify
ku: سەلماندن

source: History
ku: تۆمار

source: Setting
ku: ڕێکخستن

source: Language
ku: زمان

source: About Us
ku: دەربارەی ئێمە

source: Contact Us
ku: پەیوەندیمان پێوەبکەن

source: Logout
ku: دەرچوون

source: Location
ku: شوێن

source: Select Place
ku: دیاریکردنی شوێن

source: Address
ku: ناونیشان

# yourAddressN
source: Your address name
ku: ناوی شوێنەکەت

source: Save
ku: هەڵگرتن

source: Current Location
ku: شوێنی ئێستا

source: Sign Up
ku: تۆمارکردن

# haveAccount
source: Already have an account?
ku: پێشتر هەژمارت هەبووە؟

# havenotAccount
source: Don't have an account?
ku: پێشتر هەژمارت نەبووە؟

source: Password
ku: وشەی نهێنی

source: Deliveries
ku: گەیاندنەکان

source: Name
ku: ناو

source: Phone Number
ku: ژماری مۆبایل

source: Type
ku: جۆر

source: Rate
ku: ڕێژە

source: Price
ku: نرخ

source: Place
ku: شوێن

source: Date
ku: بەروار

source: Pay
ku: پارەدان

# noNumber
source: Please enter a number!
ku: تکایە ژماریەک بنووسە!

# emptyFields
source: Please enter all fields!
ku: تکایە هەموو بۆشاییەکان پڕبکەرەوە!

# emptyCodes
source: Please enter your code!
ku: تکایە کۆدەکەت بنووسە!

# existPhone
source: The number has already been used!
ku: ژمارەکە پێشتر بەکارهاتووە!

source: Camera
ku: کامیرا

source: Gallery
ku: گەلەری

# pickImage
source: Pick Image From
ku: وێنە هەڵبژێرە لە

source: Forgot Password?
ku: وشەی نهێنیت لەبیرکردییە؟

# forgotPasswordTitle
source: Forgot Password
ku: لەبیرکردنی وشەی نهێنی

source: Reset Password
ku: گۆڕینی وشەی نهێنی

source: New Password
ku: وشەی نهێنی نوێ

source: Confirm Password
ku: دڵنیابوونەوی وشەی نهێنی

source: Passwords not matches!
ku: هەمان وشەی نهێنینین!

source: Reset
ku: گۆڕین

# moreThanZero
source: Please enter more than 0!
ku: تکایە زیاتر لە 0 بنووسە!

# passwordLess
source: Your password is less than 6!
ku: وشەی نهێنیت کەمترە لە 6!

# noInternet
source: No Internet Connection
ku: هێڵی ئینتەرنێتت نییە

# noOrder
source: You don't have any order
ku: هیچ داواکاریکت نییە

source: Delete Account
ku: سڕینەوەی هەژمار

# areYouSure
source: Are you sure you want to delete your account?
ku: ئایا دڵنیای دەتەوێ هەژمارەکەت ڕەشبکەیەوە؟

source: Yes
ku: بەڵێ

source: No
ku: نەخێر

# incorrectPhonePass
source: Incorrect phone number or password!
ku: ژمارەی مۆبایل یان وشەی نهێنی هەڵەیە!

# wrongCode
source: Your code is wrong!
ku: کۆدەکەت هەڵەیە!

source: Your Driver
ku: شوفێرەکەت
